import React from 'react'
import Footer from './footer'

const disease =()=> (
    <div>
    <div className="container">
        <div className="center">
            <p className="head">2 โรคสุดฮิตความเหมือนที่แตกต่าง </p>
            <img className="mc-auto" src='../static/img/สองโรค.jpg' width="375px" />
            <br /> <br />
        </div>
        <div>
            <p className="p2">ทั้งโรคกระเพาะอาหารและโรคกรดไหลย้อน เป็นโรคที่เกิดขึ้นในระบบทางเดินอาหาร ตั้งแต่หลอดอาหาร กระเพาะอาหาร จนถึงลำไส้เล็กส่วนต้น อาการของสองโรคนี้จะมีความคล้ายคลึงกัน ตรงที่มีอาการปวด จุกเสียดแน่นท้องคล้ายอาหารไม่ย่อย เหมือนมีแก๊สในกระเพาะอาหารมาก ปวดแสบบริเวณลิ้นปี่ แต่ทั้งสองโรคนี้จะมีความเเตกต่างกันที่รายละเอียดของอาการและตำเเหน่งการแสดงอาการ  </p>
            <p className="p1">โรคกระเพาะอาหาร</p>
            <p className="p2">โรคกระเพาะอาหาร หรือเรียกอย่างเป็นทางการว่าโรคแผลในกระเพาะอาหาร หมายถืง การเกิดแผลขึ้นในเยื่อบุทางเดินอาหาร ตรงส่วนที่สัมผัสกับน้ำย่อย ตำแหน่งที่พบอาการได้บ่อยจะอยู่ในกระเพาะส่วนปลาย ระหว่างรอยต่อของกระเพาะอาหารและลำไส้เล็กส่วนต้น</p>
            <p className="p2">ซึ่งคนที่เป็นโรคกระเพาะอาหารแล้วไม่ได้รับการดูแล อาจทำให้เกิดภาวะแทรกซ้อนจนเป็นอันตรายถึงชีวิตได้ โรคกระเพาะอาหาร จะมีอาการปวดแสบ ปวดเสียด ตื้อ จุกและแน่นบริเวณใต้ลิ้นปี่ ซึ่งอาการจะเด่นชัดทั้งเวลาก่อนและหลังรับประทานอาหารใหม่ๆ หรือเวลาที่ท้องว่างในตอนเช้าหรือก่อนนอน</p>
            <p className="p2">อาการปวดเหล่านี้เกิดจากภาวะกรดในกระเพาะอาหารสูง กรดนี้จะทำให้เกิดการระคายเคืองกัดผนังกระเพาะจนทำให้เกิดแผล โดยอาการปวด จุกเสียดแน่นนี้จะเป็นๆ หายๆ ครั้งละ 15-30 นาที วันละหลายครั้งตามเวลาของมื้ออาหาร และจะทุเลาลงเมื่อทานอาหารและน้ำเข้าไป</p>
            <p className="p1">โรคกรดไหลย้อน</p>
            <p className="p2">สำหรับกรดไหลย้อน “เกิร์ด”(GERD) เป็นโรคที่เกิดจากภาวะที่มีน้ำย่อยจากกระเพาะอาหารที่มีฤทธิ์เป็นกรด (ประกอบด้วย กรดเกลือ หรือกรดไฮโดรคลอลิก) ล้นไหลย้อนขึ้นไปในหลอดอาหาร ทำให้เกิดการระคายเคือง บริเวณลำคอ แสบร้อนบริเวณทรวงอก และจุดเสียดแน่นบริเวณใต้ลิ้นปี่ ซึ่งอาการที่คล้ายกันแบบนี้ทำให้คนมักเข้าใจผิดว่าเป็นอาการของโรคกระเพาะ ซึ่งความจริงแล้วไม่ใช่</p>
            <p className="p2">โรคกรดไหลย้อนเกิดจากความผิดปรกติของกล้ามเนื้อหูรูดตรงส่วนล่างของหลอดอาหาร หย่อนสมรรถภาพ โดยปรกติแล้วเมื่ออาหารเข้าไปสู่กระเพาะอาหาร หูรูดตัวนี้จะทำงานหดรัดเพื่อปิดกั้นไม่ให้น้ำย่อยไหลย้อนขึ้นไปในหลอดอาหาร แต่สำหรับคนที่ป่วยเป็นโรคนี้หูรูดจะหย่อน ทำให้มีช่องว่างพอให้น้ำย่อยไหลย้อนขึ้นไปที่หลอดอาหารมากกว่าปกติ เกิดความระคายเคืองขึ้นในหลอดอาหาร หากไม่ได้รับการรักษาที่ถูกต้องอาจทำให้เกิดอาการอักเสบที่เยื่อบุหลอดอาหารได้</p>
            <p className="p2">ลักษณะอาการที่เด่นชัดของโรคกรดไหลย้อนคือ มีอาการแสบจุกเสียดบริเวณใต้ลิ้นปี่หรือยอดอก หลังรับประทานอาหาร 30-60 นาที แน่นหน้าอกคล้ายกับอาหารไม่ย่อย อาจมีอาการคลื่นไส้ร่วมด้วยได้เช่นกัน เรอเปรี้ยว ขมคอ หายใจมีกลิ่น เสียงแหบ เจ็บคอ แสบลิ้น หรือไอ ซึ่งอาการเหล่านี้จะเป็นๆ หายๆ แต่จะเป็นมากกว่า 2 ครั้งต่อสัปดาห์ และแต่ละครั้งจะกินเวลาประมาณ 1-2 ชม.</p>
            <img className="bg" src='../static/img/bgweb.png' />
            <div className = "">
            <button type="button" class="btn right font-detail color-button">Back</button><br/><br/>  
            </div>  
        </div>
    </div>
    <Footer/>
</div>
)

export default disease