import React from 'react'
import Footer from '../components/footer'

// import '../../static/css/bootstrap.min.css'
// import '../../static/css/factchilli.css'
import '../../static/css/Style.css'

import Img from '../../static/img/bgweb.png'

const hungry =()=> (
<div>
    <div className="container">
        <div className="center">
            <p className="head">หิวบ่อย มาจากสาเหตุอะไร</p>
            <img className="mc-auto" src='../static/img/หิวบ่อย.jpg' width="375px" />
            <br /> <br />
        </div>
        <div>
            <p className="p1">กลไกของความหิว</p>
            <p className="p2">อาการหิว เป็นสัญญาณทางประสาท ที่เตือนว่าร่างกายต้องการอาหารเพื่อนำมาใช้เป็นพลังงาน ตามกลไกของร่างกาย เมื่อท้องว่าง ร่างกายจะหลั่งฮอร์โมนที่ชื่อว่า เกรลิน (ghrelin) ออกมา เพื่อสั่งการไปยังสมองว่าเรากำลังหิว โดยจะแสดงออกทางกายภาพได้หลายอย่าง เช่น ท้องร้อง มวนท้อง อ่อนแรง มือสั่น และเมื่อเราได้รับอาหาร และน้ำเข้าไปจนเต็มกระเพาะ ร่างกายก็จะหยุดหลั่ง ฮอร์โมน เกรลิน (ghrelin) และ หลั่งฮอร์โมนอีกตัวที่ชื่อว่า เลปติน (leptin) เพื่อบอกว่าเราอิ่มแล้ว</p>
            <p className="b1">แยกไม่ออกว่าหิว หรือ แค่กระหายน้ำ</p>
            <p className="p2">หลายครั้งที่เกิดความสับสนระหว่างความหิว และ อาการกระหายน้ำ ความรู้สึกอยากทานอะไรสดชื่นๆ และจบลงที่ขนม หรือ ของว่างพลังงานสูง แต่ก็ยังไม่หายหิวอยู่ดี  นั่นเป็นเพราะร่างการอาจจะแค่กระหายน้ำไม่ได้หิวอย่างที่เข้าใจ ถ้ามีอาการแบบนี้ แนะนำให้เริ่มจากการดื่มน้ำเปล่าลงไปก่อน ถ้าหากยังมีอาการหิว ค่อยหาอาหารมื้อหลักที่มีประโยชน์มาทาน หรือให้เลือกเป็นเครื่องดื่มที่ให้พลังงานต่ำมาดื่ม</p>
            <p className="p2">นอกจากความหิวตามกลไกของร่างกายแล้ว ความหิวอาจมาจากสาเหตุอื่นๆ ได้อีก ทั้งปัจจัยทางสุขภาพ อารมณ์ และสังคม สำหรับคนที่หิวบ่อยๆ ลองตรวจเช็กดูว่าความหิวที่มากเกินการควบคุมนั้นมาจากสาเหตุอะไร และควรแก้ไขอย่างไร</p>
            <p className="b1">ปัจจัยความหิวที่มาจากการรับประทานอาหารที่ไม่ถูกต้อง</p>
            <p className="p2">เคยไหมที่ทานอาหารบางประเภทแล้วรู้สึกว่าอิ่มได้ไม่นาน เผลอแปร้บเดียวก็หิวอีกแล้ว ความหิวแบบนี้ มีสาเหตุมาจากอาหารที่ทานเข้าไปนั้นทำให้หิวมากขึ้น และหิวเร็วขึ้น</p>
            {/* <img className="bg" src={Img} /> */}
            <div className = "">
            <button type="button" class="btn right font-detail color-button">Back</button><br/><br/>  
            </div>  
        </div>
    </div>
    <Footer/>
</div>
)

export default hungry