import React from 'react'
import Footer from '../components/footer'

const organic=()=> (
    <div>
    <div className="container">
        <div className="center">
            <p className="head"> Organic (ออร์แกนิก) ผลิตภัณฑ์ออร์แกนิกคืออะไร</p>
            <img className="mc-auto" src='../static/img/ออร์แกนิก.jpg' width="375px" />
            <br /> <br />
        </div>
        <div>
            <p className="p1">คำว่า Organic (ออร์แกนิก) คืออะไร?</p>
            <p className="p2">Organic (ออร์แกนิก) หมายถึง การเกษตรอินทรีย์, อาหาร และ สินค้าที่เกิดจาก ฟาร์ม หรือ แหล่งผลิต ที่มีระบบการผลิต ที่ไม่พึ่งพาการใช้สารเคมี ฮอร์โมน หรือปุ๋ยเคมีใดๆ</p>
            <p className="b1">ผลิตภัณฑ์ออร์แกนิก</p>
            <p className="p2">ไม่เพียงแต่ผัก ผลไม้ เนื้อสัตว์ และ อาหาร ที่เป็นถูกผลิตขึ้นในรูปแบบเกษตรอินทรีย์เท่านั้น ในปัจจุบัน สินค้า และผลิตภัณฑ์ที่ทำจาก ผัก ผลไม้ และสมุนไพรออร์แกนิค ก็เป็นอีกทางเลือกนึง ที่ได้รับความนิยมมากขึ้นเช่นกัน
            ทั้งสินค้าอุปโภค บริโภค เครื่องใช้ต่างๆ ที่ต้องสัมผัสกับร่างกายเรา ก็เริ่มออกสูตร ออร์แกนิก มาให้เลือกซื้อ เลือกใช้กันอย่างมากมาย ซึ่งในกระบวนการผลิตสินค้าแบบออร์แกนิคนั้น โดยมากเลือกจะใช้วัตถุดิบที่เป็น พืช ผัก สมุนไพร ที่ผลิตแบบเกษตรอินทรีย์มาเป็นส่วนผสม</p>
            <p className="b1">ทำไม ผลิตภัณฑ์ Organic (ออร์แกนิก) จึงดีกับเรา</p>
            <p className="p2">เมื่อสิ่งต่างๆ รวบตัว รวมถึงผลิตภัณฑ์ที่ใช้ มีผลกับร่างกายเรา การรับประทานหรือ ใช้ผลิตภัณฑ์ที่ผลิตในวิถีตามธรรมชาติ ก็เป็นทางเลือกนึงที่มีส่วนช่วยลดการใช้สารเคมีลง นอกจากนี้ผลิตภัณฑ์ออร์แกนิค ยังมีส่วนช่วยลดสารพิษตกค้างในร่างกาย ซึ่งสารพิษตกค้างเหล่านี้นี่เอง ที่เป็นสาเหตุหนึ่งของการเกิดโรค ของคนในยุคปัจจุบัน</p>
            <img className="bg" src='../static/img/bgweb.png' />
            <div className = "">
            <button type="button" class="btn right font-detail color-button">Back</button><br/><br/>  
            </div>  
        </div>
    </div>
    <Footer/>
</div>
)

export default organic